---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartPhaseCreatedByOriginal
source: html/877d4ff6-59fa-f112-1375-db8dce74a25d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartPhaseCreatedByOriginal Property

"Phase Created By Original"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartPhaseCreatedByOriginal { get; }
```